[
  "Shalat adalah tiang agama. Barang siapa mendirikannya, maka ia telah menegakkan agama.",
  "Jangan marah, bagimu surga. (HR. Tirmidzi)",
  "Dan Allah bersama orang-orang yang sabar. (QS. Al-Baqarah: 153)",
  "Sesungguhnya bersama kesulitan ada kemudahan. (QS. Ash-Sharh: 6)",
  "Barang siapa yang bertakwa kepada Allah, niscaya Allah akan memberikan jalan keluar baginya. (QS. At-Talaq: 2)",
  "Ingatlah, hanya dengan mengingat Allah hati menjadi tenteram. (QS. Ar-Ra'd: 28)",
  "Dan mohonlah pertolongan dengan sabar dan shalat. (QS. Al-Baqarah: 45)",
  "Sebaik-baik manusia adalah yang paling bermanfaat bagi manusia. (HR. Ahmad)",
  "Tidaklah seorang mukmin itu mencela orang lain kecuali celaan itu akan kembali kepadanya. (HR. Tirmidzi)",
  "Senyum di wajah saudaramu adalah sedekah. (HR. Tirmidzi)",
  "Dan Allah mencintai orang-orang yang berbuat baik. (QS. Ali Imran: 134)",
  "Barang siapa yang menutup aib seorang muslim, maka Allah akan menutup aibnya di dunia dan akhirat. (HR. Muslim)",
  "Janganlah kamu bersedih, sesungguhnya Allah bersama kita. (QS. At-Taubah: 40)",
  "Dan hanya kepada Tuhanmulah hendaknya kamu berharap. (QS. Al-Inshirah: 8)",
  "Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sehingga mereka mengubah keadaan yang ada pada diri mereka sendiri. (QS. Ar-Ra'd: 11)",
  "Maka nikmat Tuhanmu yang manakah yang kamu dustakan? (QS. Ar-Rahman: 13)",
  "Dan Dialah yang menurunkan hujan sesudah mereka berputus asa dan menyebarkan rahmat-Nya. (QS. Ash-Shura: 28)",
  "Cukuplah Allah sebagai penolong. (QS. An-Nisa: 45)",
  "Sesungguhnya rahmat Allah amat dekat kepada orang-orang yang berbuat baik. (QS. Al-A'raf: 56)",
  "Dan berdzikirlah kepada Allah sebanyak-banyaknya agar kamu beruntung. (QS. Al-Anfal: 45)",
  "Barang siapa yang bersabar, maka Allah akan memberinya kesabaran. (HR. Bukhari)",
  "Dunia ini penjara bagi orang mukmin dan surga bagi orang kafir. (HR. Muslim)",
  "Takutlah kepada Allah di manapun kamu berada. (HR. Tirmidzi)",
  "Dan Allah adalah sebaik-baik pelindung dan sebaik-baik penolong. (QS. Ali Imran: 150)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka itu adalah sebaik-baik makhluk. (QS. Al-Bayyinah: 7)",
  "Dan barang siapa yang bertawakkal kepada Allah, niscaya Allah akan mencukupkan keperluannya. (QS. At-Talaq: 3)",
  "Janganlah kamu berduka cita terhadap apa yang luput dari kamu. (QS. Al-Hadid: 23)",
  "Dan Allah mengetahui apa yang kamu kerjakan. (QS. Al-Baqarah: 144)",
  "Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang. (QS. Al-Baqarah: 173)",
  "Dan kepada Allah-lah dikembalikan segala urusan. (QS. Al-Baqarah: 210)",
  "Sebaik-baik zikir adalah La ilaha illa Allah. (HR. Tirmidzi)",
  "Barang siapa yang membaca Al-Quran, maka baginya setiap huruf satu kebaikan. (HR. Tirmidzi)",
  "Sesungguhnya Allah bersama orang-orang yang bertakwa dan orang-orang yang berbuat baik. (QS. An-Nahl: 128)",
  "Dan janganlah kamu berputus asa dari rahmat Allah. (QS. Az-Zumar: 53)",
  "Maka ingatlah kamu kepada-Ku niscaya Aku ingat kepadamu. (QS. Al-Baqarah: 152)",
  "Dan Allah mencukupkan orang-orang yang beriman dalam peperangan. (QS. Al-Ahzab: 25)",
  "Sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik. (QS. At-Taubah: 120)",
  "Dan bersabarlah kamu, karena sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik. (QS. Hud: 115)",
  "Barang siapa yang mengerjakan amal saleh, baik laki-laki maupun perempuan dalam keadaan beriman, maka sesungguhnya akan Kami berikan kepadanya kehidupan yang baik. (QS. An-Nahl: 97)",
  "Dan Allah adalah Maha Mendengar lagi Maha Mengetahui. (QS. Al-Baqarah: 127)",
  "Sesungguhnya pertolongan Allah itu dekat. (QS. Al-Baqarah: 214)",
  "Dan mohonlah ampun kepada Tuhanmu, sesungguhnya Dia Maha Pengampun. (QS. Nuh: 10)",
  "Barang siapa yang beriman kepada Allah dan hari akhir, hendaklah ia berkata baik atau diam. (HR. Bukhari)",
  "Dan Allah menguji kamu dengan sesuatu dari ketakutan, kelaparan, kekurangan harta, jiwa dan buah-buahan. (QS. Al-Baqarah: 155)",
  "Sesungguhnya orang-orang yang beriman, hati mereka menjadi tenteram dengan mengingat Allah. (QS. Ar-Ra'd: 28)",
  "Dan Allah memberikan rezeki kepada siapa yang dikehendaki-Nya tanpa hisab. (QS. Ali Imran: 37)",
  "Maka apabila kamu telah selesai dari suatu urusan, kerjakanlah dengan sungguh-sungguh urusan yang lain. (QS. Al-Inshirah: 7)",
  "Dan janganlah kamu mengikuti apa yang kamu tidak mempunyai pengetahuan tentangnya. (QS. Al-Isra: 36)",
  "Sesungguhnya Allah tidak akan merubah keadaan suatu kaum sehingga mereka merubah keadaan yang ada pada diri mereka sendiri. (QS. Ar-Ra'd: 11)",
  "Dan Allah adalah Maha Kaya lagi Maha Terpuji. (QS. Al-Baqarah: 267)",
  "Barang siapa yang bersyukur, maka sesungguhnya ia bersyukur untuk dirinya sendiri. (QS. Luqman: 12)",
  "Dan Allah mencintai orang-orang yang bertawakkal. (QS. Ali Imran: 159)",
  "Sesungguhnya Allah beserta orang-orang yang sabar. (QS. Al-Anfal: 46)",
  "Dan janganlah kamu berlebih-lebihan, sesungguhnya Allah tidak menyukai orang-orang yang berlebih-lebihan. (QS. Al-A'raf: 31)",
  "Barang siapa yang bertakwa kepada Allah, niscaya Dia akan menjadikan baginya kemudahan dalam urusannya. (QS. At-Talaq: 4)",
  "Dan Allah Maha Mengetahui apa yang kamu perbuat. (QS. Al-Mumtahanah: 3)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, tidak ada kekhawatiran terhadap mereka dan tidak pula mereka bersedih hati. (QS. Al-Baqarah: 62)",
  "Dan Allah adalah sebaik-baik pemberi keputusan. (QS. Al-Maidah: 50)",
  "Maka bersabarlah kamu dengan sabar yang baik. (QS. Al-Ma'arij: 5)",
  "Dan Allah mengetahui rahasia dan yang lebih tersembunyi. (QS. Taha: 7)",
  "Sesungguhnya dalam penciptaan langit dan bumi, silih bergantinya malam dan siang terdapat tanda-tanda bagi orang-orang yang berakal. (QS. Ali Imran: 190)",
  "Dan Allah adalah Maha Penyayang terhadap hamba-hamba-Nya. (QS. Al-Baqarah: 207)",
  "Barang siapa yang menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh sedang ia beriman, maka mereka itu adalah orang-orang yang usahanya dibalas dengan baik. (QS. Al-Isra: 19)",
  "Dan janganlah kamu berjalan di muka bumi ini dengan sombong, karena kamu sekali-kali tidak dapat menembus bumi. (QS. Al-Isra: 37)",
  "Sesungguhnya Allah tidak mengubah keadaan sesuatu kaum sehingga mereka mengubah keadaan yang ada pada diri mereka sendiri. (QS. Ar-Ra'd: 11)",
  "Dan barang siapa yang mengerjakan kejahatan, niscaya akan dibalas setimpal dengan kejahatannya itu. (QS. An-Nisa: 123)",
  "Hai orang-orang yang beriman, jadikanlah sabar dan shalat sebagai penolongmu, sesungguhnya Allah beserta orang-orang yang sabar. (QS. Al-Baqarah: 153)",
  "Dan Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka lahirkan. (QS. An-Nahl: 19)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, bagi mereka surga yang mengalir sungai-sungai di bawahnya. (QS. Al-Baqarah: 25)",
  "Dan janganlah kamu mendekati zina; sesungguhnya zina itu adalah suatu perbuatan yang keji. (QS. Al-Isra: 32)",
  "Barang siapa yang berbuat baik seberat dzarrahpun, niscaya dia akan melihat balasannya. (QS. Az-Zalzalah: 7)",
  "Dan Allah adalah Maha Mengetahui segala sesuatu. (QS. Al-Baqarah: 231)",
  "Sesungguhnya Allah tidak akan menzalimi seseorang walaupun sebesar dzarrah. (QS. An-Nisa: 40)",
  "Dan mohonlah pertolongan kepada Allah dengan jalan sabar dan mengerjakan shalat. (QS. Al-Baqarah: 45)",
  "Barang siapa yang takut kepada Allah, niscaya Allah akan mengadakan baginya jalan keluar. (QS. At-Talaq: 2)",
  "Dan Allah mencintai orang-orang yang bertaubat dan mencintai orang-orang yang mensucikan diri. (QS. Al-Baqarah: 222)",
  "Sesungguhnya orang-orang yang kafir kepada ayat-ayat Allah akan memperoleh azab yang pedih. (QS. Ali Imran: 4)",
  "Dan janganlah kamu membunuh jiwa yang diharamkan Allah melainkan dengan hak. (QS. Al-Isra: 33)",
  "Barang siapa yang beriman kepada Allah dan hari kemudian, maka hendaklah ia memuliakan tamunya. (HR. Bukhari)",
  "Dan Allah adalah Maha Bijaksana lagi Maha Mengetahui. (QS. At-Tahrim: 2)",
  "Sesungguhnya Allah beserta orang-orang yang bertakwa dan orang-orang yang berbuat kebaikan. (QS. An-Nahl: 128)",
  "Dan janganlah kamu mengikuti hawa nafsu, karena ia akan menyesatkan kamu dari jalan Allah. (QS. Shad: 26)",
  "Barang siapa yang bersyukur maka sesungguhnya ia bersyukur untuk dirinya sendiri. (QS. Luqman: 12)",
  "Dan Allah mengetahui apa yang kamu kerjakan. (QS. Al-Mumtahanah: 3)",
  "Sesungguhnya orang-orang yang beriman, mereka itu bersaudara. (QS. Al-Hujurat: 10)",
  "Dan janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya tiada berputus asa dari rahmat Allah, melainkan kaum yang kafir. (QS. Yusuf: 87)",
  "Barang siapa yang mengerjakan kebaikan seberat dzarrahpun, niscaya dia akan melihat balasannya. (QS. Az-Zalzalah: 7)",
  "Dan Allah adalah Maha Pengampun lagi Maha Penyayang. (QS. Al-Baqarah: 173)",
  "Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas. (QS. Al-Baqarah: 190)",
  "Dan mohonlah ampun kepada Allah. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang. (QS. Al-Muzzammil: 20)",
  "Barang siapa yang bertakwa kepada Allah niscaya Allah akan menjadikan baginya kemudahan dalam urusannya. (QS. At-Talaq: 4)",
  "Dan Allah mengetahui rahasia dan yang lebih tersembunyi lagi. (QS. Taha: 7)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka mendapat ampunan dan pahala yang besar. (QS. Fathir: 7)",
  "Dan janganlah kamu bersikap lemah, dan janganlah pula kamu bersedih hati, padahal kamulah orang-orang yang paling tinggi derajatnya, jika kamu orang-orang yang beriman. (QS. Ali Imran: 139)",
  "Barang siapa yang menghendaki kebahagiaan dunia dan akhirat, maka hendaklah ia memperbanyak shalawat kepada Nabi. (HR. Thabrani)",
  "Dan Allah adalah Maha Kuat lagi Maha Perkasa. (QS. Al-Hajj: 40)",
  "Sesungguhnya Allah tidak akan mengubah nasib suatu bangsa sebelum mereka mengubah apa yang ada pada diri mereka. (QS. Ar-Ra'd: 11)",
  "Dan janganlah kamu menghina sesama manusia dan janganlah kamu berjalan di muka bumi dengan angkuh. (QS. Luqman: 18)",
  "Barang siapa yang sabar dan memaafkan, sesungguhnya yang demikian itu termasuk hal-hal yang diutamakan. (QS. Ash-Shura: 43)",
  "Dan Allah mencukupkan orang-orang yang beriman untuk berperang. (QS. Al-Ahzab: 25)",
  "Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak nampak oleh mereka, mereka akan memperoleh ampunan dan pahala yang besar. (QS. Al-Mulk: 12)",
  "Dan janganlah kamu berbuat kerusakan di muka bumi, sesudah Allah memperbaikinya. (QS. Al-A'raf: 56)",
  "Barang siapa yang beriman kepada Allah dan hari akhir, maka janganlah ia menyakiti tetangganya. (HR. Bukhari)",
  "Dan Allah adalah sebaik-baik Penjaga dan Dia adalah Maha Penyayang di antara para penyayang. (QS. Yusuf: 64)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, tidak ada kekhawatiran terhadap mereka dan tidak pula mereka bersedih hati. (QS. Yunus: 62)",
  "Dan janganlah kamu memakan harta sesamamu dengan jalan yang batil. (QS. Al-Baqarah: 188)",
  "Barang siapa yang berbuat baik kepada kedua orang tuanya, maka Allah akan melapangkan pintu-pintu surga baginya. (HR. Tirmidzi)",
  "Dan Allah mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan. (QS. An-Nahl: 19)",
  "Sesungguhnya orang-orang yang beriman kepada Allah dan rasul-rasul-Nya mereka itu adalah para shiddiqin. (QS. Al-Hadid: 19)",
  "Dan janganlah kamu berdebat tentang orang-orang yang mengkhianati diri mereka sendiri. (QS. An-Nisa: 107)",
  "Barang siapa yang menuntut ilmu, maka Allah akan memudahkan baginya jalan menuju surga. (HR. Muslim)",
  "Dan Allah adalah Maha Mendengar lagi Maha Melihat. (QS. Al-Mujadilah: 1)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, bagi mereka adalah surga-surga yang penuh kenikmatan. (QS. Luqman: 8)",
  "Dan janganlah kamu mengikuti jejak langkah syaitan. (QS. Al-Baqarah: 168)",
  "Barang siapa yang membaca surat Al-Ikhlas sepuluh kali, maka Allah akan membangunkan untuknya sebuah istana di surga. (HR. Ahmad)",
  "Dan Allah adalah Maha Tinggi lagi Maha Besar. (QS. Al-Baqarah: 255)",
  "Sesungguhnya orang-orang yang beriman, hati mereka menjadi tenteram dengan mengingat Allah. (QS. Ar-Ra'd: 28)",
  "Dan janganlah kamu berlebihan dalam agama kamu. (QS. An-Nisa: 171)",
  "Barang siapa yang berpuasa sehari di jalan Allah, maka Allah akan menjauhkan wajahnya dari neraka sejauh tujuh puluh tahun. (HR. Bukhari)",
  "Dan Allah adalah Maha Mengetahui apa yang mereka kerjakan. (QS. Al-Munafiqun: 11)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka itu adalah sebaik-baik makhluk. (QS. Al-Bayyinah: 7)",
  "Dan janganlah kamu menjual ayat-ayat Allah dengan harga yang sedikit. (QS. Al-Baqarah: 41)",
  "Barang siapa yang bangun di malam hari lalu berwudhu dan shalat, maka doanya akan dikabulkan. (HR. Abu Dawud)",
  "Dan Allah adalah Maha Pemaaf lagi Maha Penyantun. (QS. Al-Baqarah: 225)",
  "Sesungguhnya orang-orang yang takut kepada Allah, mereka berada dalam taman-taman dan mata air. (QS. Az-Zariyat: 15)",
  "Dan janganlah kamu menyembah selain Allah. (QS. Al-Isra: 23)",
  "Barang siapa yang shalat Dhuha empat rakaat, maka Allah akan mencukupkan kebutuhannya pada hari itu. (HR. Abu Dawud)",
  "Dan Allah adalah Maha Bijaksana lagi Maha Terpuji. (QS. Luqman: 26)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka tidak takut dan tidak bersedih. (QS. Al-Baqarah: 62)",
  "Dan janganlah kamu mengatakan kepada kedua orang tuamu: 'Ah' dan janganlah kamu membentak mereka. (QS. Al-Isra: 23)",
  "Barang siapa yang membaca Ayat Kursi setelah setiap shalat fardhu, maka tidak ada yang menghalanginya masuk surga kecuali mati. (HR. Nasa'i)",
  "Dan Allah adalah Maha Kaya dari segala alam. (QS. Ali Imran: 97)",
  "Sesungguhnya orang-orang yang beriman kepada Allah dan hari akhir serta beramal saleh, tidak ada kekhawatiran terhadap mereka. (QS. Al-Maidah: 69)",
  "Dan janganlah kamu berjalan di muka bumi ini dengan sombong. (QS. Al-Isra: 37)",
  "Barang siapa yang istighfar sebanyak 100 kali setiap hari, maka Allah akan menghapus kesalahannya walaupun sebanyak buih di lautan. (HR. Muslim)",
  "Dan Allah adalah Maha Mengetahui keadaan hamba-hamba-Nya. (QS. Ali Imran: 15)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, bagi mereka pahala yang tidak putus-putusnya. (QS. Fussilat: 8)",
  "Dan janganlah kamu memakan riba dengan berlipat ganda. (QS. Ali Imran: 130)",
  "Barang siapa yang membaca 'La hawla wa la quwwata illa billah' maka ia telah mengobati 99 macam penyakit. (HR. Hakim)",
  "Dan Allah adalah Maha Pengasih lagi Maha Penyayang. (QS. Al-Baqarah: 143)",
  "Sesungguhnya orang-orang yang takut kepada Tuhannya, mereka akan mendapat apa yang mereka kehendaki di sisi Tuhan mereka. (QS. Az-Zumar: 34)",
  "Dan janganlah kamu menghambur-hamburkan hartamu secara boros. (QS. Al-Isra: 26)",
  "Barang siapa yang shalat tahajjud, maka Allah akan mengangkat derajatnya dan menghapus kesalahannya. (HR. Tirmidzi)",
  "Dan Allah adalah Maha Mengetahui segala yang tersembunyi. (QS. Al-An'am: 73)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka akan mendapat surga Firdaus sebagai tempat tinggal. (QS. Al-Kahf: 107)",
  "Dan janganlah kamu mengikuti apa yang tidak kamu ketahui. (QS. Al-Isra: 36)",
  "Barang siapa yang dzikir kepada Allah di waktu lapang, maka Allah akan mengingatnya di waktu sempit. (HR. Tirmidzi)",
  "Dan Allah adalah Maha Mengetahui apa yang ada di dalam dada. (QS. Ali Imran: 119)",
  "Sesungguhnya orang-orang yang beriman, mereka bersaudara. (QS. Al-Hujurat: 10)",
  "Dan janganlah kamu berbuat kerusakan di muka bumi. (QS. Al-Qashash: 77)",
  "Barang siapa yang bersedekah dengan sebutir kurma dari hasil usaha yang halal, maka Allah akan menerimanya dan membesarkannya. (HR. Bukhari)",
  "Dan Allah adalah Maha Mengetahui dan Maha Bijaksana. (QS. At-Tahrim: 2)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka akan mendapat kenikmatan yang besar. (QS. Al-Buruj: 11)",
  "Dan janganlah kamu mendustakan ayat-ayat Allah. (QS. Al-Baqarah: 41)",
  "Barang siapa yang bangun untuk shalat malam, maka Allah akan menghapus kesalahannya dan mengangkat derajatnya. (HR. Muslim)",
  "Dan Allah adalah Maha Mengetahui apa yang mereka sembunyikan. (QS. Al-Baqarah: 77)",
  "Sesungguhnya orang-orang yang takut kepada Allah, mereka akan berada dalam tempat yang aman. (QS. Ad-Dukhan: 51)",
  "Dan janganlah kamu menyekutukan Allah dengan sesuatu apapun. (QS. An-Nisa: 36)",
  "Barang siapa yang membaca Al-Quran dan mengamalkannya, maka kedua orang tuanya akan dipakaikan mahkota di hari kiamat. (HR. Abu Dawud)",
  "Dan Allah adalah Maha Mengetahui dan Maha Melihat. (QS. Al-Mujadilah: 1)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, tidak ada rasa takut pada mereka dan mereka tidak bersedih. (QS. Al-Baqarah: 38)",
  "Dan janganlah kamu mendekati harta anak yatim kecuali dengan cara yang lebih baik. (QS. Al-An'am: 152)",
  "Barang siapa yang berpuasa satu hari karena Allah, maka Allah akan menjauhkan wajahnya dari api neraka sejauh perjalanan tujuh puluh tahun. (HR. Muslim)",
  "Dan Allah adalah Maha Mengetahui segala sesuatu. (QS. Al-Anfal: 75)",
  "Sesungguhnya orang-orang yang beriman kepada Allah dan rasul-Nya, mereka adalah orang-orang yang benar dan para syuhada. (QS. Al-Hadid: 19)",
  "Dan janganlah kamu berlebih-lebihan, sesungguhnya Allah tidak menyukai orang-orang yang berlebih-lebihan. (QS. Al-A'raf: 31)",
  "Barang siapa yang shalat subuh berjamaah, maka ia berada dalam perlindungan Allah. (HR. Muslim)",
  "Dan Allah adalah Maha Mengetahui apa yang kamu perbuat. (QS. Al-Hujurat: 18)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, bagi mereka surga yang kekal. (QS. At-Tin: 6)",
  "Dan janganlah kamu mengikuti hawa nafsu yang menyesatkan dari jalan Allah. (QS. Shad: 26)",
  "Barang siapa yang istighfar 70 kali setiap hari, maka Allah akan mengampuni dosanya walaupun sebanyak buih di lautan. (HR. Ibn Majah)",
  "Dan Allah adalah Maha Mengetahui keadaan orang-orang yang zalim. (QS. Ali Imran: 140)",
  "Sesungguhnya orang-orang yang takut kepada Tuhannya, mereka akan mendapat apa yang mereka inginkan. (QS. An-Nahl: 31)",
  "Dan janganlah kamu memakan harta orang lain dengan cara yang batil. (QS. An-Nisa: 29)",
  "Barang siapa yang dzikir kepada Allah, maka Allah akan mengingatnya di hadapan para malaikat. (HR. Bukhari)",
  "Dan Allah adalah Maha Mengetahui dan Maha Mendengar. (QS. Al-Anfal: 17)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka akan mendapat pahala yang tidak terputus. (QS. At-Tin: 6)",
  "Dan janganlah kamu bersikap sombong terhadap manusia. (QS. Luqman: 18)",
  "Barang siapa yang shalat witir, maka Allah mencintainya. (HR. Abu Dawud)",
  "Dan Allah adalah Maha Mengetahui apa yang ada dalam hati. (QS. Al-Anfal: 43)",
  "Sesungguhnya orang-orang yang beriman kepada Allah dan hari akhir, mereka tidak takut dan tidak bersedih. (QS. Al-Baqarah: 62)",
  "Dan janganlah kamu mengatakan dusta terhadap Allah. (QS. Az-Zumar: 3)",
  "Barang siapa yang membaca surat Al-Mulk setiap malam, maka ia akan terlindung dari azab kubur. (HR. Tirmidzi)",
  "Dan Allah adalah Maha Mengetahui segala yang ghaib dan yang nyata. (QS. At-Taubah: 78)",
  "Sesungguhnya orang-orang yang takut kepada Allah, mereka akan berada di dalam taman-taman dan sungai-sungai. (QS. Al-Qamar: 54)",
  "Dan janganlah kamu mengikuti jejak langkah syaitan, karena ia musuh yang nyata bagimu. (QS. Al-Baqarah: 208)",
  "Barang siapa yang bershalawat kepadaku sekali, maka Allah akan bershalawat kepadanya sepuluh kali. (HR. Muslim)",
  "Dan Allah adalah Maha Mengetahui dan Maha Bijaksana. (QS. An-Nisa: 26)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka akan mendapat surga yang penuh kenikmatan. (QS. Yunus: 9)",
  "Dan janganlah kamu berdebat dalam hal agama. (QS. Al-Hajj: 68)",
  "Barang siapa yang bangun di sepertiga malam terakhir untuk berdoa, maka Allah akan mengabulkan doanya. (HR. Bukhari)",
  "Dan Allah adalah Maha Mengetahui apa yang mereka kerjakan. (QS. Al-Baqarah: 144)",
  "Sesungguhnya orang-orang yang beriman, mereka adalah saudara. (QS. Al-Hujurat: 10)",
  "Dan janganlah kamu menghina orang-orang yang menyeru kepada Allah. (QS. Al-An'am: 108)",
  "Barang siapa yang membaca Ayat Kursi ketika hendak tidur, maka ia akan dijaga oleh malaikat hingga pagi. (HR. Bukhari)",
  "Dan Allah adalah Maha Mengetahui segala sesuatu. (QS. Al-Baqarah: 231)",
  "Sesungguhnya orang-orang yang takut kepada Tuhannya, bagi mereka surga. (QS. An-Nazi'at: 40-41)",
  "Dan janganlah kamu berbuat zalim dan janganlah kamu dizalimi. (QS. Al-Baqarah: 279)",
  "Barang siapa yang bersedekah dengan tangan kanannya hingga tangan kirinya tidak mengetahui, maka ia termasuk tujuh golongan yang dinaungi Allah. (HR. Bukhari)",
  "Dan Allah adalah Maha Mengetahui apa yang ada di langit dan di bumi. (QS. Al-Maidah: 97)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka akan mendapat kenikmatan yang kekal. (QS. Fussilat: 8)",
  "Dan janganlah kamu mendustakan kebenaran sedang kamu mengetahuinya. (QS. Al-Baqarah: 42)",
  "Barang siapa yang dzikir kepada Allah banyak, maka Allah akan menjauhkannya dari kemunafikan. (HR. Ahmad)",
  "Dan Allah adalah Maha Mengetahui dan Maha Mendengar segala sesuatu. (QS. Al-Baqarah: 227)",
  "Sesungguhnya orang-orang yang takut kepada Allah, mereka akan berada dalam keamanan. (QS. Ad-Dukhan: 51)",
  "Dan janganlah kamu mengikuti selain petunjuk Allah. (QS. Al-An'am: 153)",
  "Barang siapa yang shalat tahiyatul masjid ketika masuk masjid, maka Allah akan meninggikan derajatnya. (HR. Muslim)",
  "Dan Allah adalah Maha Mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan. (QS. An-Nahl: 23)",
  "Sesungguhnya orang-orang yang beriman kepada Allah dan rasul-Nya, mereka adalah orang-orang yang jujur. (QS. Al-Hadid: 19)",
  "Dan janganlah kamu bersikap angkuh di muka bumi. (QS. Al-Isra: 37)",
  "Barang siapa yang membaca 'Subhanallahi wa bihamdihi' 100 kali sehari, maka dosanya akan diampuni walaupun sebanyak buih di lautan. (HR. Bukhari)",
  "Dan Allah adalah Maha Mengetahui segala yang tersembunyi dan yang nyata. (QS. At-Taubah: 78)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, tidak ada kekhawatiran terhadap mereka. (QS. Al-Ahqaf: 13)",
  "Dan janganlah kamu memakan harta riba. (QS. Ali Imran: 130)",
  "Barang siapa yang berwudhu dengan sempurna, maka dosanya akan keluar dari tubuhnya hingga keluar dari bawah kuku-kukunya. (HR. Muslim)",
  "Dan Allah adalah Maha Mengetahui apa yang kamu kerjakan. (QS. At-Taubah: 105)",
  "Sesungguhnya orang-orang yang takut kepada Tuhannya, mereka akan mendapat apa yang mereka kehendaki. (QS. Az-Zumar: 34)",
  "Dan janganlah kamu menghambur-hamburkan harta secara boros. (QS. Al-Isra: 26)",
  "Barang siapa yang shalat dua rakaat setelah wudhu, maka Allah akan mengampuni dosa-dosanya yang telah lalu. (HR. Muslim)",
  "Dan Allah adalah Maha Mengetahui keadaan orang-orang yang beriman. (QS. Ali Imran: 166)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, bagi mereka adalah surga-surga yang penuh kenikmatan. (QS. Luqman: 8)",
  "Dan janganlah kamu mengikuti hawa nafsu. (QS. An-Nisa: 135)",
  "Barang siapa yang istighfar ketika hendak tidur, maka Allah akan mengampuni dosanya. (HR. Abu Dawud)",
  "Dan Allah adalah Maha Mengetahui dan Maha Melihat apa yang kamu kerjakan. (QS. Al-Hujurat: 18)",
  "Sesungguhnya orang-orang yang takut kepada Allah, mereka akan berada dalam taman-taman dan mata air yang mengalir. (QS. Az-Zariyat: 15)",
  "Dan janganlah kamu berjalan di muka bumi dengan angkuh. (QS. Luqman: 18)",
  "Barang siapa yang dzikir kepada Allah di pagi dan petang, maka ia akan terlindung dari segala kejahatan. (HR. Abu Dawud)",
  "Dan Allah adalah Maha Mengetahui segala sesuatu yang ada di langit dan di bumi. (QS. Al-Hadid: 4)",
  "Sesungguhnya orang-orang yang beriman kepada Allah dan hari akhir, mereka akan mendapat pahala di sisi Tuhan mereka. (QS. Al-Baqarah: 62)",
  "Dan janganlah kamu mengatakan kepada sesuatu: 'Aku pasti akan melakukan itu besok pagi'. (QS. Al-Kahf: 23)",
  "Barang siapa yang shalat lima waktu dengan khusyuk, maka Allah akan memasukkannya ke dalam surga. (HR. Ahmad)",
  "Dan Allah adalah Maha Mengetahui apa yang ada dalam hati manusia. (QS. Ali Imran: 154)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka akan mendapat surga yang kekal abadi. (QS. At-Taubah: 72)",
  "Dan janganlah kamu berbuat kerusakan setelah diperbaiki. (QS. Al-A'raf: 85)",
  "Barang siapa yang membaca Al-Quran dengan tartil, maka baginya pahala berlipat ganda. (HR. Tirmidzi)",
  "Dan Allah adalah Maha Mengetahui dan Maha Bijaksana dalam segala urusan. (QS. An-Nisa: 111)",
  "Sesungguhnya orang-orang yang takut kepada Tuhannya, mereka akan berada dalam keadaan yang aman. (QS. Ad-Dukhan: 51)",
  "Dan janganlah kamu mengikuti jejak langkah syaitan yang nyata. (QS. Al-An'am: 142)",
  "Barang siapa yang bangun untuk shalat malam, maka Allah akan mengangkat derajatnya dan menghapus kesalahannya. (HR. Tirmidzi)",
  "Dan Allah adalah Maha Mengetahui segala yang tersembunyi dan yang tampak. (QS. Fatir: 38)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka tidak akan rugi. (QS. Al-Asr: 3)",
  "Dan janganlah kamu bersikap sombong, sesungguhnya Allah tidak menyukai orang-orang yang sombong. (QS. An-Nahl: 23)",
  "Barang siapa yang bersedekah di jalan Allah, maka Allah akan melipatgandakan pahalanya hingga 700 kali lipat. (QS. Al-Baqarah: 261)",
  "Dan Allah adalah Maha Mengetahui apa yang mereka perbuat. (QS. Al-Maidah: 8)",
  "Sesungguhnya orang-orang yang takut kepada Allah, bagi mereka adalah surga yang penuh kenikmatan. (QS. Ash-Shaffat: 40-41)",
  "Dan janganlah kamu menghina sesama manusia. (QS. Luqman: 18)",
  "Barang siapa yang dzikir kepada Allah dengan hati yang hadir, maka Allah akan mencintainya. (HR. Tirmidzi)",
  "Dan Allah adalah Maha Mengetahui segala sesuatu yang kalian kerjakan. (QS. Al-Mumtahanah: 3)",
  "Sesungguhnya orang-orang yang beriman kepada Allah dan rasul-Nya, mereka adalah orang-orang yang beruntung. (QS. Al-Anfal: 1)",
  "Dan janganlah kamu memakan harta orang lain secara batil. (QS. Al-Baqarah: 188)",
  "Barang siapa yang shalat witir setiap malam, maka Allah akan mencintainya dan mengampuni dosanya. (HR. Abu Dawud)",
  "Dan Allah adalah Maha Mengetahui dan Maha Mendengar doa hamba-Nya. (QS. Ibrahim: 39)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka akan mendapat kenikmatan yang tidak pernah terputus. (QS. Fussilat: 8)",
  "Dan janganlah kamu berbuat zalim dan jangan pula kamu dizalimi. (QS. Al-Baqarah: 279)",
  "Barang siapa yang istighfar di waktu sahur, maka Allah akan mengampuni dosanya. (HR. Abu Dawud)",
  "Dan Allah adalah Maha Mengetahui segala rahasia yang ada di langit dan di bumi. (QS. An-Naml: 25)",
  "Sesungguhnya orang-orang yang takut kepada Tuhannya, mereka akan berada dalam surga yang penuh berkah. (QS. Hud: 108)",
  "Dan janganlah kamu mengikuti selain jalan Allah. (QS. Al-An'am: 153)",
  "Barang siapa yang membaca surat Al-Kahf di hari Jumat, maka ia akan disinari cahaya hingga Jumat berikutnya. (HR. Hakim)",
  "Dan Allah adalah Maha Mengetahui apa yang ada dalam dada manusia. (QS. Az-Zumar: 7)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka adalah penghuni surga yang kekal. (QS. Al-Baqarah: 82)",
  "Dan janganlah kamu berdebat tentang hal-hal yang tidak kamu ketahui. (QS. Al-Hajj: 68)",
  "Barang siapa yang berpuasa hari Senin dan Kamis, maka Allah akan mengampuni dosanya. (HR. Tirmidzi)",
  "Dan Allah adalah Maha Mengetahui segala sesuatu yang kalian sembunyikan dan yang kalian nyatakan. (QS. At-Taghabun: 4)",
  "Sesungguhnya orang-orang yang takut kepada Allah, mereka akan mendapat apa yang mereka inginkan di sisi Allah. (QS. An-Nahl: 31)",
  "Dan janganlah kamu menghambur-hamburkan harta dengan sia-sia. (QS. Al-Isra: 27)",
  "Barang siapa yang dzikir kepada Allah setelah shalat, maka Allah akan mengabulkan doanya. (HR. Tirmidzi)",
  "Dan Allah adalah Maha Mengetahui dan Maha Bijaksana dalam segala keputusan-Nya. (QS. An-Nisa: 17)",
  "Sesungguhnya orang-orang yang beriman kepada Allah dan hari akhir, mereka akan selamat dari azab. (QS. Al-Baqarah: 62)",
  "Dan janganlah kamu mengikuti hawa nafsu yang dapat menyesatkan. (QS. Shad: 26)",
  "Barang siapa yang shalat tahajjud dengan khusyuk, maka Allah akan mengangkat derajatnya. (HR. Muslim)",
  "Dan Allah adalah Maha Mengetahui segala yang tersembunyi di langit dan di bumi. (QS. Fatir: 38)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, bagi mereka surga yang mengalir sungai-sungai di bawahnya. (QS. At-Taubah: 72)",
  "Dan janganlah kamu bersikap angkuh terhadap sesama manusia. (QS. Luqman: 18)",
  "Barang siapa yang membaca 'La ilaha illa Allah' dengan penuh keyakinan, maka ia akan masuk surga. (HR. Bukhari)",
  "Dan Allah adalah Maha Mengetahui apa yang kalian kerjakan siang dan malam. (QS. Al-An'am: 60)",
  "Sesungguhnya orang-orang yang takut kepada Tuhannya, mereka akan berada dalam kebahagiaan yang kekal. (QS. Al-Infitar: 13-14)",
  "Dan janganlah kamu mengatakan dusta atas nama Allah. (QS. Az-Zumar: 3)",
  "Barang siapa yang bersedekah dengan ikhlas, maka Allah akan melipatgandakan pahalanya. (QS. Al-Baqarah: 261)",
  "Dan Allah adalah Maha Mengetahui segala niat dan perbuatan hamba-Nya. (QS. Al-Mulk: 13)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka akan mendapat pahala yang besar. (QS. Al-Inshiqaq: 25)",
  "Dan janganlah kamu berbuat kerusakan di muka bumi setelah diperbaiki. (QS. Al-A'raf: 56)",
  "Barang siapa yang istighfar 100 kali setiap hari, maka Allah akan menghapus kesalahannya. (HR. Muslim)",
  "Dan Allah adalah Maha Mengetahui dan Maha Melihat segala perbuatan kalian. (QS. Al-Hujurat: 18)",
  "Sesungguhnya orang-orang yang takut kepada Allah, mereka akan berada dalam taman-taman yang penuh berkah. (QS. Az-Zariyat: 15)",
  "Dan janganlah kamu mengikuti jejak langkah syaitan yang menyesatkan. (QS. Al-Baqarah: 208)",
  "Barang siapa yang dzikir kepada Allah di pagi hari, maka ia akan terlindung hingga sore hari. (HR. Abu Dawud)",
  "Dan Allah adalah Maha Mengetahui segala rahasia yang ada dalam hati. (QS. Al-Anfal: 43)",
  "Sesungguhnya orang-orang yang beriman kepada Allah dan rasul-Nya, mereka tidak akan menyesal. (QS. Al-Hadid: 27)",
  "Dan janganlah kamu berdebat dalam urusan agama tanpa ilmu. (QS. Al-Hajj: 8)",
  "Barang siapa yang shalat lima waktu dengan sempurna, maka Allah akan memasukkannya ke dalam surga. (HR. Ahmad)",
  "Dan Allah adalah Maha Mengetahui segala sesuatu yang ada di alam semesta. (QS. Al-Hadid: 4)",
  "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka akan mendapat kenikmatan yang abadi. (QS. At-Tin: 6)",
  "Dan janganlah kamu menghina orang-orang yang lemah. (QS. Al-An'am: 52)",
  "Barang siapa yang membaca Al-Quran dengan tadabbur, maka Allah akan memberikan pemahaman kepadanya. (HR. Tirmidzi)",
  "Dan Allah adalah Maha Mengetahui apa yang kalian sembunyikan dan apa yang kalian tampakkan. (QS. An-Nahl: 19)",
  "Sesungguhnya orang-orang yang takut kepada Tuhannya, bagi mereka kebahagiaan yang kekal. (QS. Al-Bayyinah: 8)",
  "Dan janganlah kamu berbuat zalim kepada siapapun. (QS. Al-Baqarah: 231)",
  "Barang siapa yang berwudhu dengan sempurna lalu shalat, maka Allah akan mengampuni dosanya. (HR. Muslim)",
  "Dan Allah adalah Maha Mengetahui dan Maha Bijaksana dalam segala urusan hamba-Nya. (QS. At-Tahrim: 2)"
]